{
    "date": "2025-11-07",
    "title": "Studenter blokkerer på Hovedbygget NTNU Gløshaugen",
    "content": "Studenter fra NTNU og UIO har blokkert flere kontorinnganger på Hovedbygget på Gløshaugen, blant annet inngangen til rektors kontor. De planlegger å bli der frem til kravene innfris. Følgende krav overleveres til rektoratet:\n\nDet er dokumentert at våpendeler produsert av Kongsberg Gruppen brukes av det israelske militæret i folkemordet på Gaza. I de to årene folkemordet har pågått har NTNU hatt en overordnet samarbeidsavtale med Kongsberg Gruppen, uten at universitetet har tatt stilling til våpenprodusentens bidrag til brudd på folkeretten. Via amerikanske våpenprodusenter bidrar altså NTNU med kunnskap til Kongsberg som det israelske militæret benytter i folkemord. I en uttalelse fra Mads Harlem, folkerettsadvokat i Redd Barna, skriver han at Redd Barna mener: \"I utgangspunktet er det ikke nok at det f.eks er avtaleregulert at NTNU sitt bidrag i avtalen ikke skal brukes til å utvikle teknologi som brukes til krigsforbrytelser. Man må også ta opp med motparten (Kongsberggruppen) hvordan de sikrer at dette ikke skjer, herunder ha dialog med Kongsberggruppen om hvordan de hindrer at deres teknologi brukes på Gaza. Hvis det er slik at Kongsberggruppen ikke gjør nok for å hindre at det som utvikles i samarbeidet med dere brukes i strid med humanitærretten, bør samarbeidet avsluttes.\"\n\nForsvarsmateriell fra Kongsberg Gruppen har i tillegg systematisk blitt solgt til Russland gjennom Kypros i 10 år. Dette viser et mønster av uansvarlighet fra Kongsberg. Kongsberg er ansvarlig for at utstyr som kan brukes militært, ikke ender i feil land og i gale hender. Det er ikke etisk forsvarlig for et universitet å være knyttet til et firma som bidrar og profitterer på folkerettsstridig virksomhet og folkemord.\n\nMed bakgrunn i den grove forsømmelsen av ansvar fra NTNU i to år, tar vi studenter saken i egne hender.\n\nVi i Studenter for Palestina krever at:\n1. Redd Barnas gjennomgang av samarbeidsavtalen må presenteres på neste styremøte av en representant fra Redd Barna, og at en ny vurdering må gjøres i lys av den nye informasjonen.\n\n2. En uavhengig tredjepart får innsyn i detaljene i avtalen mellom Kongsberg Gruppen og NTNU, og får mandat til å vurdere hvorvidt Kongsberg Gruppen gjør nok for å hindre at det som utvikles i samarbeidet brukes i strid med folkeretten.\n\nFølgende organisasjoner har signert kravene:\nStudenter for Palestina Trondheim\nFolk mot fossilmakta Trondheim\nChangemaker Trondheim Student\n\nRødt studentlag Trondheim\n\nSpire Trondheim"
}